Repository: rafaolf/hexentials
Catalog: www/web/profiles/hex_commerce/translations/hex_commerce-8.x-1.0.*.po
Languages: pt_br

source: fadeout
pt_br: desaparecer

source: scrollHorz
pt_br: Rolagem (scroll) horizontal

source: flipHorz
pt_br: Virar (flip) horizontalmente

source: flipVert
pt_br: Virar (flip) verticalmente

source: shuffle
pt_br: Misturar (shuffle)

source: Generate variation titles based on attribute values.
pt_br: Gerar títulos de variação com base em valores de atributo.

source: Product atribute
pt_br: Atributo do produto

source: Apply fees to the calculated price
pt_br: Aplicar taxas ao preço calculado

source: Apply promotions to the calculated price
pt_br: Aplicar promoções ao preço calculado

source: Apply taxes to the calculated price
pt_br: Aplicar taxas ao preço calculado
