Repository: rafaolf/hexentials
Catalog: www/web/profiles/hex_commerce/translations/hex_commerce-8.x-1.0.*.po
Languages: pt_br

source: Add to cart
pt_br: Adicionar ao carrinho

source: @entity added to <a href=":url">your cart</a>.
pt_br: @entity incluído no <a href=":url">carrinho</a>.

source: Basic page.
pt_br: Página básica.

source: Content.
pt_br: Conteúdo.

source: Home
pt_br: Página inicial

source: Texto da interface language selected for page
pt_br: Texto da interface idioma selecionado para a página.

source: Idioma padrão do site (Portuguese, Brazil)
pt_br: Idioma padrão do site (Português, Brasil)

source: Settings for this entity can be overridden here.
pt_br: As configurações para esta entidade podem ser substituídas aqui.

source: Sitemap variants
pt_br: Variantes do mapa do site

source: Do not index this <em>@bundle</em> entity in variant <em>@variant_label</em>
pt_br: Não indexe esta entidade <em>@bundle</em> na variante <em>@variant_label</em>

source: Index this <em>@bundle entity</em> in variant <em>@variant_label</em>
pt_br: Indexar esta <em>entidade@bundle </em> na variante <em>@variant_label</em>

source: The priority this <em>@bundle</em> entity will have in the eyes of search engine bots.
pt_br: A prioridade que esta entidade <em>@bundle</em> terá aos olhos dos robôs de mecanismos de pesquisa.

source: Change frequency
pt_br: Mudar a frequência

source: always
pt_br: sempre

source: hourly
pt_br: de hora em hora

source: daily
pt_br: diariamente

source: weekly
pt_br: semanal

source: monthly
pt_br: por mês

source: yearly
pt_br: anual

source: Include images
pt_br: Incluir imagens

source: Determines if images referenced by this <em>@bundle</em> entity should be included in the sitemap.
pt_br: Determina se as imagens referenciadas por esta entidade <em>@bundle</em> devem ser incluídas no mapa do site.

source: Regenerate all sitemaps after hitting Save
pt_br: Gerar novamente todos os mapas do site após clicar em Salvar

source: This setting will regenerate all sitemaps including the above changes.
pt_br: Esta configuração irá regenerar todos os mapas do site, incluindo as alterações acima.

source: Otherwise the sitemaps will be regenerated during a future cron run.
pt_br: Caso contrário, os mapas do site serão regenerados durante uma execução futura do cron.

source: Uncheck this to create a custom alias below. <a href="@admin_link">Configure URL alias patterns.</a>
pt_br: Desmarque esta opção para criar um caminho personalizado abaixo. <a href="@admin_link">Configure os padrões de caminhos/URLs.</a>

source: The frequency with which this <em>@bundle</em> entity changes. Search engine bots may take this as an indication of how often to index it.
pt_br: A frequência com que esta entidade <em>@bundle</em> muda. Os bots de mecanismos de pesquisa podem interpretar isso como uma indicação da frequência de indexação.

source: Manage your product attributes.
pt_br: Processando.

source: Completed.
pt_br: Finalizado.

source: Canceled.
pt_br: Cancelado.

source: Edit view.
pt_br: Editar visualização.

source: Existing customer
pt_br: Cliente já cadastrado.

source: New customer
pt_br: Novo cliente

source: Search by username or email address
pt_br: Pesquise pelo nome do cliente ou endereço de e-mail

source: Place the order on a different date
pt_br: Faça o pedido em uma data diferente

source: Generate password
pt_br: Gerar senha

source: CUSTOMER INFORMATION
pt_br: INFORMAÇÃO DO CLIENTE

source: Contact email
pt_br: Email de contato

source: Place order
pt_br: Fazer o pedido

source: Cancel order
pt_br: Cancelar o pedido

source: Company
pt_br: Companhia

source: First name
pt_br: Nome

source: Last name
pt_br: Sobrenome

source: Street address
pt_br: Endereço

source: Neighborhood
pt_br: Ponto de referência

source: Postal code
pt_br: Código postal

source: Save to the customer's address book.
pt_br: Salvar no catálogo de endereços do cliente.

source: Order items
pt_br: Itens de ordem

source: Product variation
pt_br: Variação do produto

source: Override the unit price
pt_br: Substituir o preço unitário

source: Free
pt_br: Grátis

source: Included in the base price
pt_br: Incluído no preço base

source: Carts
pt_br: Carrinho

source: Controls how the attribute is displayed on the add to cart form.
pt_br: Adicionar valor

source: WIDGET
pt_br: FERRAMENTA

source: Machine Name field
pt_br: Campo – nome interno

source: Widget settings:
pt_br: Configurações do widget:

source: Include locked languages such as <em>Not specified</em> and <em>Not applicable</em>
pt_br: Inclui idiomas bloqueados, como <em>Não especificado</em> e <em>Não aplicável</em>

source: - Visually Hidden –
pt_br: - Visualmente Oculto –

source: Use custom display settings for the following view modes
pt_br: Use as configurações de exibição personalizadas para os seguintes modos de visualização

source: Add to Cart Form
pt_br: Formulário para adicionar ao carrinho

source: Remote ID
pt_br: ID remoto

source: Other…
pt_br: Outro…

source: Block (plugin)
pt_br: Plugin do bloco

source: Text (formatted)
pt_br: Texto (formatado)

source: Text (formatted, long)
pt_br: Texto (formatado, longo)

source: Text (formatted, long, with summary)
pt_br: Texto (formatado, longo, com resumo)

source: Add field group
pt_br: Adicionar grupo de campos

source: - Select a field group type -
pt_br: - Selecione um tipo de grupo de campo -

source: Accordion item
pt_br: Item de acordeão

source: Details Sidebar
pt_br: Barra lateral de detalhes

source: Display element open by default.
pt_br: Elemento de exibição aberto por padrão.

source: Mark group as required if it contains required fields.
pt_br: Marque o grupo como obrigatório se ele contiver campos obrigatórios.

source: Add a new group
pt_br: Adicionar um novo grupo

source: Rendered attribute.
pt_br: Produto renderizado.

source: Delete product
pt_br: Excluir produto

source: Publish product
pt_br: Publicar produto

source: Unpublish product
pt_br: Cancelar publicação de produto

source: Unlimited number of files can be uploaded to this field.
pt_br: Um número ilimitado de arquivos pode ser carregado para este campo.

source: Uncheck this to create a custom alias below. <a href="@admin_link">Configure URL alias patterns.</a>.
pt_br: Desmarque esta opção para criar um alias personalizado abaixo. <a href="@admin_link"> Configure padrões de alias para URLs. </a>.

source: The alternative URL for this product. Use a relative path. For example, "/my-product".
pt_br: O URL alternativo para este produto. Use um caminho relativo. Por exemplo, "/ meu-produto".

source: Add variation
pt_br: Adicionar variação

source: The unique, machine-readable identifier for a variation.
pt_br: O identificador único legível por máquina para uma variação.

source: If provided, shown on the order instead of "Desconto".
pt_br: Se fornecido, mostrar no pedido em vez de" Desconto ".

source: Fixed amount off each matching product
pt_br: Montante fixo de cada produto correspondente

source: Amount off
pt_br: Valor de desconto

source: Include the discount in the displayed unit price
pt_br: Incluir o desconto no preço unitário

source: Applies to
pt_br: Aplica-se a

source: Specific product variation
pt_br: Variação específica do produto

source: Specific products
pt_br: Produtos específicos

source: Product categories
pt_br: "Categorias de Produtos

source: Total discounted product quantity
pt_br: Quantidade total do produto com desconto

source: Customer email
pt_br: Email do cliente

source: Customer role
pt_br: Função do cliente

source: All conditions must pass
pt_br: Todas as condições devem ser aprovadas

source: Only one condition must pass
pt_br: Apenas uma condição deve passar

source: Total per customer
pt_br: Total por cliente

source: COMPATIBILITY
pt_br: COMPATIBILIDADE

source: Currencies
pt_br: Moedas

source: Manage your currencies.
pt_br: Gerenciar suas moedas.

source: Manage your stores.
pt_br: Gerenciar suas lojas.

source: Stores
pt_br: Lojas

source: Store types
pt_br: Tipos de loja

source: Manage fields, form and display settings for your stores.
pt_br: Gerenciar campos, formulários e configurações de exibição para suas lojas.

source: Manage fields, Add to Cart forms, other form and display settings for your order items.
pt_br: Gerenciar campos, formulários de Adicionar ao carrinho, outros formulários e configurações de exibição para seus itens de pedido.

source: Manage fields, form and display settings for your orders.
pt_br: Gerenciar campos, formulários e configurações de exibição para seus pedidos.

source: Manage number patterns.
pt_br: Gerenciar padrões numéricos.

source: Manage fields, form and display settings for your products.
pt_br: Gerenciar campos, formulários e configurações de exibição para seus produtos.

source: Manage fields, form and display settings for your product variations.
pt_br: Gerenciar campos, formulários e configurações de exibição para suas variações de produto.

source: The three digit code, as defined by <a href=":url" target="_blank">ISO 4217</a>.
pt_br: O código de três dígitos, conforme definido pela <a href=":url" target="_blank"> ISO 4217 </a>.

source: Fraction digits
pt_br: Dígitos de fração

source: The number of digits after the decimal sign.
pt_br: O número de dígitos após o sinal decimal.

source: Add currency
pt_br: Adicionar moeda

source: Add custom currency
pt_br: ADICIONAR moeda personalizada

source: Add store
pt_br: Adicionar loja

source: Store email notifications are sent from this address.
pt_br: As notificações por email da loja são enviadas a partir deste endereço.

source: Used when determining promotion and tax availability.
pt_br: Usado para determinar a promoção e a disponibilidade de taxas.

source: Zip code
pt_br: Código postal

source: Supported billing countries
pt_br: Países com suporte para faturamento

source: The alternative URL for this store. Use a relative path. For example, "/my-store".
pt_br: O URL alternativo para esta loja. Use um caminho relativo. Por exemplo, "/my-store".

source: This text will be displayed on the <em>Add store</em> page.
pt_br: Idioma padrão do site (português, Brasil)

source: Explanation of the language options is found on the <a href=":languages_list_page">languages list page</a>.
pt_br: A explicação das opções de idioma pode ser encontrada na <a href=":languages_list_page">página da lista de idiomas.</a>

source: Show language selector on create and edit pages
pt_br: Mostrar seletor de idioma nas páginas de criação e edição

source: No placeholder
pt_br: Sem placeholder

source: Inline entity form – Complex
pt_br: Formulário de entidade em linha - Complexo

source: Form mode: Padrão
pt_br: Modo de formulário: Padrão

source: Default labels are used.
pt_br: Rótulos padrão são usados.

source: New currency entities can be added.
pt_br: Novas entidades monetárias podem ser adicionadas.

source: Existing currency entities can not be referenced.
pt_br: As entidades monetárias existentes não podem ser referenciadas.

source: currency entities can not be duplicated.
pt_br: entidades de moeda não podem ser duplicadas.

source: Autocomplete matching: Contendo
pt_br: Correspondência de preenchimento automático: Contendo

source: Inline entity form - Simple
pt_br: Formulário de entidade em linha - Simples

source: Entity select
pt_br: Seleção de entidade

source: Hide if there's only one available entity
pt_br: Ocultar se houver apenas uma entidade disponível

source: Autocomplete threshold: @threshold entities.
pt_br: Limite de preenchimento automático: @threshold entidades.

source: Autocomplete size: @size characters
pt_br: Tamanho do preenchimento automático: @size caracteres

source: No autocomplete placeholder
pt_br: Sem espaço reservado para preenchimento automático

source: Workflow
pt_br: Fluxo de Trabalho

source: Used by all orders of this type.
pt_br: Usado por todos os pedidos deste tipo.

source: Number pattern
pt_br: Padrão numérico

source: These settings let you control how draft orders are refreshed, the process during which prices are recalculated.
pt_br: Essas configurações permitem que você controle como os rascunhos dos pedidos são atualizados, e o processo durante o qual os preços são recalculados.

source: Only refresh a draft order when it is loaded if it belongs to the current user.
pt_br: Somente atualize um pedido de rascunho quando ele for carregado se pertencer ao usuário atual.

source: Refresh a draft order when it is loaded regardless of who it belongs to.
pt_br: Atualize um pedido de rascunho quando ele for carregado, independentemente de quem pertence.

source: Draft orders will only be refreshed if more than the specified number of seconds have passed since they were last refreshed.
pt_br: Os rascunhos dos pedidos só serão atualizados se mais do que o número especificado de segundos se passaram desde a última atualização.

source: Emails are sent in the HTML format. You will need a module such as Swiftmailer to send HTML emails.
pt_br: Os emails são enviados em formato HTML. Você precisará de um módulo como o Swiftmailer para enviar e-mails em HTML.

source: Email the customer a receipt when an order is placed
pt_br: Envie um recibo por e-mail ao cliente quando um pedido for feito

source: Send a copy of the receipt to this email:
pt_br: Envie uma cópia do recibo para este e-mail:

source: SHOPPING CART SETTINGS
pt_br: CONFIGURAÇÕES DO CARRINHO DE COMPRAS

source: Shopping cart form view
pt_br: Visualização do formulário do carrinho de compras

source: Shopping cart block view
pt_br: Visualização do bloco do carrinho de compras

source: Delete abandoned carts
pt_br: Excluir carrinhos abandonados

source: Cart form
pt_br: Formulário de carrinho

source: Default, with validation
pt_br: Padrão, com validação

source: Fulfillment
pt_br: Cumprimento

source: Fulfillment, with validation
pt_br: Cumprimento, com validação

source: Overriden labels are used: %singular and %plural
pt_br: Rótulos substituídos são usados:% singular e% plural

source: Itens do ordem can not be duplicated.
pt_br: Os itens do ordem não podem ser duplicados.

source: Select the method used to collect autocomplete suggestions. Note that <em>Contains</em> can cause performance issues on sites with thousands of entities.
pt_br: Selecione o método usado para coletar sugestões de preenchimento automático. Observe que <em>Contém</em> pode causar problemas de desempenho em sites com milhares de entidades.

source: Number of available entities after which the autocomplete is used.
pt_br: Número de entidades disponíveis após as quais o preenchimento automático é usado.

source: Size of the input field in characters.
pt_br: Tamanho do campo de entrada em caracteres.

source: Autocomplete threshold
pt_br: Limite de preenchimento automático

source: Autocomplete placeholder
pt_br: Texto que será mostrado dentro do campo de preenchimento automático até que um valor seja inserido. Essa dica geralmente é um valor de amostra ou uma breve descrição do formato esperado.

source: Purchasable entity type
pt_br: Tipo de entidade adquirível

source: Purchased entity
pt_br: Entidade adquirida

source: Decimal quantities not allowed
pt_br: Quantidades decimais não permitidas

source: Require confirmation before overriding the unit price
pt_br: Requer confirmação antes de substituir o preço unitário

source: Hide if there's only one product variation
pt_br: Ocultar se houver apenas uma variação do produto

source: Allow decimal quantities
pt_br: Permitir quantidades decimais

source: Allow users to duplicate variações.
pt_br: Permitir que os usuários dupliquem variações.

source: Product variation attibutes
pt_br: Atributos de variação do produto

source: Datetime Timestamp
pt_br: Registro de data e hora

source: Product variation title
pt_br: Título de variação do produto

source: Label text
pt_br: Texto da etiqueta

source: Label: "Please select" (visible)
pt_br: Marcador: "Selecione" (visível)

source: Hidden if there's only one product variation
pt_br: Oculto se houver apenas uma variação do produto

source: Strip trailing zeroes after the decimal point.
pt_br: Tira os zeros à direita após o ponto decimal.

source: Currency display
pt_br: Exibição de moeda

source: Symbol (e.g. "$")
pt_br: Símbolo (por exemplo," $ ")

source: Currency code (e.g. "USD")Código da moeda (por exemplo, "BRL")
pt_br: Não retire os zeros à direita após a vírgula decimal.

source: The label will be available to screen readers even if it is not displayed.
pt_br: O rótulo estará disponível para leitores de tela, mesmo se não for exibido.

source: Number generation method
pt_br: Método de geração de número

source: Infinite (Never reset)
pt_br: Infinito (nunca zera)

source: Monthly (Reset every month)
pt_br: Mensal (redefinir todos os meses)

source: Yearly (Reset every year)
pt_br: Anualmente (redefinir todos os anos)

source: Allows adding a prefix (such as "INV-") or a suffix to the number.
pt_br: Permite adicionar um prefixo (como "INV-") ou um sufixo ao número.

source: Initial number
pt_br: Número inicial

source: Add number pattern
pt_br: Adicionar padrão numérico

source: Use fixed length numbers
pt_br: Use números de comprimento fixo

source: Generate sequences on a per-store basis
pt_br: Gerar sequências por loja

source: Ensures that numbers are not shared between stores.
pt_br: Garante que os números não sejam compartilhados entre as lojas.

source: The number will be padded with leading zeroes. Example: a value of 4 will output 52 as 0052.
pt_br: O número será preenchido com zeros à esquerda. Exemplo: um valor 4 produzirá 52 como 0052.

source: Product variation type
pt_br: Tipo de variação do produto

source: Inject product variation fields into the rendered product.
pt_br: Injetar campos de variação do produto no produto renderizado.

source: Publish new products of this type by default.
pt_br: Publique novos produtos deste tipo por padrão.

source: Require summary
pt_br: Exigir resumo

source: The summary will also be visible when marked as required.
pt_br: O resumo também estará visível quando marcado como obrigatório.

source: Allowed number of values
pt_br: Número permitido de valores

source: Image to be shown if no image is uploaded.
pt_br: Imagem a ser exibida se nenhuma imagem for carregada.

source: The maximum allowed image size expressed as WIDTH×HEIGHT (e.g. 640×480). Leave blank for no restriction. If a larger image is uploaded, it will be resized to reflect the given width and height. Resizing images on upload will cause the loss of <a href="http://wikipedia.org/wiki/Exchangeable_image_file_format">EXIF data</a> in the image.
pt_br: O tamanho de imagem máximo permitido expresso como LARGURA × ALTURA (por exemplo, 640 × 480). Deixe em branco para nenhuma restrição. Se uma imagem maior for carregada, ela será redimensionada para refletir a largura e a altura fornecidas. O redimensionamento das imagens no upload causará a perda de <a href="http://wikipedia.org/wiki/Exchangeable_image_file_format">dados EXIF</a> ​​na imagem.

source: The minimum allowed image size expressed as WIDTH×HEIGHT (e.g. 640×480). Leave blank for no restriction. If a smaller image is uploaded, it will be rejected.
pt_br: O tamanho de imagem mínimo permitido expresso como LARGURA × ALTURA (por exemplo, 640 × 480). Deixe em branco para nenhuma restrição. Se uma imagem menor for carregada, ela será rejeitada.

source: Short description of the image used by screen readers and displayed when the image is not loaded. Enabling this field is recommended.
pt_br: Breve descrição da imagem usada pelos leitores de tela e exibida quando a imagem não está carregada. Ativar este campo é recomendado.

source: Making this field required is recommended.
pt_br: Tornar este campo obrigatório é recomendado.

source: The title attribute is used as a tooltip when the mouse hovers over the image. Enabling this field is not recommended as it can cause problems with screen readers.
pt_br: O atributo title é usado como uma dica de ferramenta quando o mouse passa sobre a imagem. Ativar este campo não é recomendado, pois pode causar problemas com leitores de tela.

source: Re-use an existing field
pt_br: Reutilizar um campo existente

source: Number of summary rows: 3
pt_br: Número de linhas de resumo: 3

source: Preview image style: Miniatura (100×100)
pt_br: Estilo da imagem de visualização: Miniatura (100 × 100)

source: Progress indicator: throbber
pt_br: Indicador de progresso: throbber

source: Select a responsive image style.
pt_br: Selecione um estilo de imagem responsivo.

source: Lazy-loading enabled
pt_br: Lazy-loading ativado

source: Effect :fade
pt_br: Efeito: fade

source: Pause :false
pt_br: Pausa: desativada

source: Prev & Next :true
pt_br: Anterior e Próximo: verdadeiro

source: Transition Speed :100 fx
pt_br: Velocidade de transição: 100 fx

source: Transition Speed :3000 fx
pt_br: Velocidade de transição: 3000 fx

source: Timeout :100
pt_br: Tempo de expiração: 100

source: Timeout :5000
pt_br: Tempo de expiração: 5000

source: Trimmed limit: @trim_length characters
pt_br: Limite aparado: @trim_length caracteres

source: Displaying the following attributes: Nenhum
pt_br: Exibindo os seguintes atributos: Nenhum

source: Attribute value display mode: default
pt_br: Modo de exibição de valor de atributo: padrão

source: Combine order items containing the same product variation.
pt_br: Combine itens de pedido contendo a mesma variação de produto.

source: Configure Image Styles
pt_br: Configurar estilos de imagem

source: The transition effect that will be used to change between images. Not all options below may be relevant depending on the effect. Follow this link to see examples of each effect.
pt_br: O efeito de transição que será usado para alternar entre as imagens. Nem todas as opções abaixo podem ser relevantes dependendo do efeito. Siga este link para ver exemplos de cada efeito.

source: Image pause
pt_br: Pausa da imagem

source: Should image be paused on hover.
pt_br: A imagem deve ser pausada ao passar o mouse.

source: Enable Prev & Next button
pt_br: Ativar botão Anterior e Próximo

source: This will show the Prev and Next button for slideshow.
pt_br: Isso mostrará os botões Anterior e Próximo para a apresentação de slides.

source: Transition Speed
pt_br: Velocidade de transição

source: The transition speed between images.
pt_br: A velocidade de transição entre imagens.

source: Timeout
pt_br: Tempo de expiração

source: The timeout for slides.
pt_br: O tempo de expiração para slides.

source: Enable Pager ?
pt_br: Configurar estilos de imagem responsivos

source: Enable lazy-loading
pt_br: Ativar carregamento lento

source: Trimmed limit
pt_br: Limite de borda

source: If the summary is not set, the trimmed %label field will end at the last full sentence before this character limit.
pt_br: Se o resumo não for definido, o campo de etiqueta% cortado terminará na última frase completa antes deste limite de caracteres.

source: The order item type, referenced product variation, and data from fields exposed on the Add to Cart form must all match to combine.
pt_br: O tipo de item do pedido, a variação do produto referenciada e os dados dos campos expostos no formulário Adicionar ao carrinho devem corresponder para combinar.

source: Link label to the referenced entity
pt_br: Etiqueta do link para a entidade referenciada

source: Teaser
pt_br: Exibição

source: Single responsive image
pt_br: Imagem responsiva única

source: Single image formatter
pt_br: Formatador de imagem única

source: Flyout add to cart form
pt_br: Formulário de adicionar submenu ao carrinho

source: Responsive image (Lazy-load)
pt_br: Imagem responsiva (carregamento lento)

source: Product attributes overview
pt_br: Visão geral dos atributos do produto

source: Image (Lazy-load)
pt_br: Imagem (carregamento lento)

source: fade
pt_br: desvaneça

source: none
pt_br: nenhum
